
<div class="main">
    <div class="contact" style="height: 700px; padding: 20px; background-color: #fff;">

        <h5>注册声明</h5>
        <p>一、用户注册、登陆，视为接受本协议的约束。</p>
        <p>二、用户承诺遵守国家的法律法规及部门规章。</p>
        <p>三、用户承诺遵守“ITbook”的知识产权政策。</p>
        <p>四、站内插件用于行业交流、学习。</p>
        <p>五、用户侵犯第三人的知识产权，由该用户承担全部法律责任。</p>
        <br>
        <h5>版权声明</h5>
        <p>ITbook（www.itbook.com）站内所有涉及插件及代码由会员上传而来，ITbook不拥有此类插件及代码的版权</p>
        <p>ITbook作为ITbook网络服务提供者，对非法转载，盗版行为的发生不具备充分的监控能力。但是当版权拥有者提出侵权指控并出示充分的版权证明材料时，ITbook负有移除盗版和非法转载作品以及停止继续传播的义务。ITbook在满足前款条件下采取移除等相应措施后不为此向原发布人承担违约责任或其他法律责任，包括不承担因侵权指控不成立而给原发布人带来损害的赔偿责任。</p>
        <p>如果版权拥有者发现自己作品被侵权，请及时向ITbook提出权利通知，并将姓名、电话、身份证明、权属证明、具体链接（URL）及详细侵权情况描述发往版权举报专用通道，ITbook在收到相关举报文件后，在3个工作日内移除相关涉嫌侵权的内容。</p>
        <p>QQ：2579552905（周一到周五，9：30-18:00）</p>
    </div>

</div>


